/* Adobe Plugin Plist Files for Navigator */
/* Localized Strings for English */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "Adobe Navigator Plugin";
CFBundleDisplayName = "Adobe Navigator Plugin";
CFBundleGetInfoHTML = "Adobe Navigator Plugin version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleGetInfoString = "Adobe Navigator Plugin version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleShortVersionString = "Adobe Navigator Plugin version 21.1.0";
